---
kind: enumMember
id: F:Autodesk.Revit.DB.Visual.HardwoodTintEnabledType.ColorChoice
enum: Autodesk.Revit.DB.Visual.HardwoodTintEnabledType
source: html/eea7a17a-2dc7-0f80-956e-d5f54be26058.htm
---
# Autodesk.Revit.DB.Visual.HardwoodTintEnabledType.ColorChoice